[Cues]
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_002="I don't want anybody else feeling sorry for me.|I can do that... along with my parents.|My dad still feels guilty about buying me that car."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_003="We never actually have, huh?|There's not much to say. Some prick in an SUV cut me off and I flew into a ditch."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_005="After that snow and eclipse, it's more like the end of the world."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_006="For getting me the hybrid I wanted for my sweet sixteen? No, I blame the asshole who cut me off and sent me into a ditch."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_009="I saw everything in bullet time. I felt my back snap and... And that was the last thing I ever felt in my body. When I woke up in the hospital, I literally couldn't move a muscle."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_010="Uh, never. I just read about her in the news. I didn't even know her name. You did?"
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_011="I don't know her name, just read about it in the news. I feel bad for her family... "
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_018="I have more time on my hands than you... Plus I'm a science nerd. But, none of this makes sense."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_019="I'd like to think that, too... but I don't have much hope these days."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_020="Not trying to bum you out. It just seems like Arcadia Bay is having a meltdown."
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_022="Hanging out with you makes me feel like a total kid again. You don't even know...   "
Cue_E4_1A_Beach_CHChloe_Phase01_Chloe_025="Don't say anything. I'm just happy I did get to see you again.|I could have ended up vanishing out of the blue like that girl from Blackwell."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_001="You're a real survivor, Chloe. I know you have to deal with so much."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_004="Are you okay to talk about the accident?"
Cue_E4_1A_Beach_CHChloe_Phase01_Max_007="You don't really blame William... do you?"
Cue_E4_1A_Beach_CHChloe_Phase01_Max_008="Do you... remember everything?"
Cue_E4_1A_Beach_CHChloe_Phase01_Max_012="You mean Rachel Amber? When was the last time you talked to her?"
Cue_E4_1A_Beach_CHChloe_Phase01_Max_013="What missing girl? "
Cue_E4_1A_Beach_CHChloe_Phase01_Max_014="This is such a different world than when we were kids, isn't it..."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_015="Do you think so? I haven't kept up with the details."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_016="It might be, but... I'd like to think we can still change things for the better."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_017="Don't say that.  "
Cue_E4_1A_Beach_CHChloe_Phase01_Max_021="I know things seem out of control, but... as long as we're together, I don't feel afraid."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_023="Listen, Chloe... I'm sorry I haven't been out to see you more. That was wrong. You're my best friend."
Cue_E4_1A_Beach_CHChloe_Phase01_Max_024="Jesus! I… I don't know what to say."
Cue_E4_1A_Beach_Extraction_Chloe_010="Max, thanks for coming out to see me. You're... you're doing awesome."
Cue_E4_1A_Beach_Extraction_Chloe_030="Um. My... my nose is getting cold. Maybe we should get back to my place."
Cue_E4_1A_Beach_Extraction_Chloe_050=""Hella"? I hate that word, no offense."
Cue_E4_1A_Beach_Extraction_Max_020="I don't think so."
Cue_E4_1A_Beach_Extraction_Max_040="It is hella cold out here.
"
Cue_E4_1A_Beach_Extraction_Max_060="None taken."
Cue_E4_1A_Beach_Insertion_Chloe_010="It’s weird hanging out with you again."
Cue_E4_1A_Beach_Insertion_Chloe_030="It was nice that you sent me actual letters. That’s more than any of my other friends have done... And you even wrote on that cool parchment paper. That's so Max."
Cue_E4_1A_Beach_Insertion_Chloe_050="Probably easier to write than to visit me.|I don't mean that in a bitchy way. Not totally.|You probably wanted to avoid awkward conversations like this."
Cue_E4_1A_Beach_Insertion_Chloe_070="Look, the worst thing you can do is treat me like a baby. I still want to laugh and talk shit with my best friend."
Cue_E4_1A_Beach_Insertion_Chloe_080="Can we stop?"
Cue_E4_1A_Beach_Insertion_Chloe_085="This is seriously the best view of the sunset. What do photographers call that?"
Cue_E4_1A_Beach_Insertion_Chloe_100="See? Without you here, I'd have no clue. Bet you could take some amazing shots...|Those beached whales are so sad.|I kind of know how they feel...|At least I'm alive here with you."
Cue_E4_1A_Beach_Insertion_Max_020="I know... I’m glad we are, though."
Cue_E4_1A_Beach_Insertion_Max_040="So pretentious. But I love writing on it, like an English poet. You deserve the best stationery."
Cue_E4_1A_Beach_Insertion_Max_060="Uh... pretty much, yeah."
Cue_E4_1A_Beach_Insertion_Max_090=""The golden hour.""
